// General
"ADD" = "Hinzufügen";
"OK" = "OK";
"CANCEL" = "Abbrechen";
"CONTINUE" = "Fortfahren";
"DONE" = "Fertig";
"Space" = "Space";
"SPACES" = "Spaces";
"OPTIONS" = "Optionen …";
"UNKNOWN_EXTERNAL_KEYBOARD" = "Unbekannte externe Tastatur";
"TURN_BT_ON" = "Bluetooth aktivieren";

// Trackpad tab
"2NDCLICK_TAPPING" = "Taste führt Sekundärklick aus, wenn zwei Finger auf dem Trackpad liegen";
"2NDCLICK_CLICKING" = "Tippen mit zwei Fingern auf das Trackpad führt Sekundärklick aus";

// Keyboard tab
"FN_FLIPPER_TITLE" = "Die Tasten F1, F2 usw. als Standard-Funktionstasten verwenden";
"FN_FLIPPER_NOTE" = "Wenn diese Option ausgewählt ist, halten Sie die Taste „Fn“ gedrückt, um die auf den Tasten abgebildeten Sonderfunktionen aufzurufen.";

// Full Keyboard Access tab
"SHOWFOCUS_ON_NOTE" = "Ändern Sie diese Einstellung, indem Sie %@ drücken.";

// User Configurable Keys tab
"USER_ITEMS_GROUP" = "Benutzerobjekte";
"USER_ITEMS_DESC" = "%@ öffnen";
"CONFLICT_TOOLTIP" = "Dieser Kurzbefehl kann mit den anderen Kurzbefehlen nicht verwendet werden";
"ONOFF_TOOLTIP" = "Hiermit schalten Sie einen Kurzbefehle in der Liste ein.";
"RESTORE_DEFAULTS_TITLE" = "Möchten Sie wirklich alle Kurzbefehle auf ihre Standardeinstellung zurücksetzen?";
"RESTORE_DEFAULTS_DESCR" = "Diese Aktion kann nicht widerrufen werden.";
"GO_TO_SPACE_TEMPLATE" = "Zu Space %d wechseln";

// Combobox entries
"MODIFER_OPTION" = "⌥ Wahltaste";
"MODIFER_CONTROL" = "⌃ ctrl-Taste";
"MODIFER_COMMAND" = "⌘ Befehlstaste";

// BT related
"D_SECS" = "%d Sek";
"NEVER" = "Nie";

"MOUSE" = "Maus";
"KEYBOARD" = "Tastatur";
"UNKNOWN" = "Unbekannt";

"NEW_APPLICATION_ITEM" = "<Neuer Menübefehl>";

"APP_IS_NOT_COMPATIBLE" = "Sie können für das Programm „%@“ keine Kurzbefehle hinzufügen.";

"MOUSEBUTTON_OPEN" = "„%@“ öffnen";


// BT Pairing
"BT_OFF_TITLE" = "Es kann keine Verbindung zur Bluetooth-Tastatur hergestellt werden, da Bluetooth nicht aktiviert ist. Möchten Sie es aktivieren?";
"BT_OFF_ALERT_TITLE" = "Es kann keine Verbindung zur Bluetooth-Tastatur hergestellt werden, da Bluetooth nicht aktiviert ist. Möchten Sie es aktivieren?";
"BT_MIDDLE_INDICATOR_NO_KEYBOARD_FOUND" = "Keine Tastatur gefunden.";
"BT_MIDDLE_INDICATOR_1_KEYBOARD_FOUND" = "1 Tastatur gefunden.";
"BT_MIDDLE_INDICATOR_KEYBOARD_FOUND" = "„%@“ gefunden";
"BT_CONTINUE" = "Fortfahren";
"BT_TRY_AGAIN" = "Erneut versuchen";
"BT_SEARCHING" = "Suchen …";
"BT_CONNECTING" = "Verbinden …";
"BT_SEARCHING_FOR_KEYBOARD" = "Tastatur suchen …";
"BT_PAIRING_SUCCESS" = "Ihr Computer wurde erfolgreich konfiguriert. Sie können damit jetzt Ihre Bluetooth-Tastatur verwenden.";
"BT_SELECT_TO_PAIR" = "Warten Sie, bis die Bluetooth-Tastatur gefunden wurde.";
"BT_SELECT_TO_PAIR_DESC" = "Falls Ihre Bluetooth-Tastatur nicht angezeigt wird, vergewissern Sie sich, dass die Batterien ordnungsgemäß eingelegt sind und sie eingeschaltet ist.";
"BT_ATTEMPTING_TO_PAIR" = "Verbindung zu „%@“ aufbauen …";
"BT_ATTEMPTING_TO_PAIR_NONAME" = "Verbindungsaufbau …";
"BT_ENTER_KEY" = "Prüfen Sie, ob Ihr Gerät für den Empfang eines Kennworts bereit ist. Geben Sie dann die folgenden Zahlen über die Tastatur ein und drücken Sie den Zeilenschalter.";
"BT_PAIR_FAIL_GENERAL" = "Der Verbindungsaufbau ist fehlgeschlagen. Klicken Sie auf „Fortfahren“, um es erneut zu versuchen.";
"BT_PAIR_FAIL_AUTH" = "Der Verbindungsaufbau ist fehlgeschlagen, da Sie nicht das korrekte Kennwort eingegeben haben. Klicken Sie auf „Fortfahren“, um es erneut zu versuchen.";
